Repository: ArcheProject/arche_papergirl
Catalog: arche_papergirl/locale/*/LC_MESSAGES/arche_papergirl.po
Languages: sv

source: Subscribe maillist
sv: Prenumerera på epostlista

source: Select...
sv: Välj…

source: Title
sv: Titel

source: Which maillist?
sv: Vilken epostlista?

source: sender_email_address
sv: Avsändarens epostadress - lämna tom för att använda systemets standard: ’${sys_default}’

source: Used as first heading in the newsletter
sv: Används som första rubrik i nyhetsbrevet

source: Mail subject line
sv: Epostens ärenderad

source: Sender name
sv: Avsändare

source: sender_name_description
sv: Om du angav anpassad epostadress så kan du skriva in avsändarens namn här.

source: Pick a layout to use for this letter
sv: Välj en layout för brevet

source: Section title
sv: Sektionens titel

source: Email
sv: Epost

source: Test recipients
sv: Testmottagare

source: Pick lists to send to
sv: Välj lista att skicka till

source: The ${tag}-tag is required in the template.
sv: Taggen ${tag} krävs i mallen.

source: List title
sv: Listtitel

source: Allow users to subscribe?
sv: Tillåt användare att prenumerera?

source: Template title
sv: Mallens titel

source: Description
sv: Beskrivning

source: For internal use
sv: För internt bruk

source: Mail template
sv: Epostmall

source: Include style sheets
sv: Inkludera stilmallar

source: already_used_email_error
sv: Adressen används redan

source: Already subscribing
sv: Prenumererar redan

source: Subscribe to ${title}
sv: Prenumerera på ${title}

source: Email addresses, one per row.
sv: Epostadresser, en per rad

source: Lists
sv: Listor

source: Your subscriptions
sv: Dina prenumerationer

source: Check any list to unsubscribe from it
sv: Kryssa för listor för att sluta prenumerera

source: Must be one of these types: ${types}
sv: Måste vara en av dessa typer: ${types}

source: Populate from this content - make sure it's public!
sv: Populära från detta - kolla att det är publikt först!

source: External image url
sv: Extern bild-url

source: Post Office
sv: Postkontor

source: Invalid addresses found: ${emails}
sv: Ogiltiga epostadresser upptäckta: ${emails}

source: Email list
sv: Epostlista

source: Email list template
sv: Epostmall

source: ListSubscriber
sv: Prenumerant

source: List subscribers
sv: Prenumeranter

source: Newsletter
sv: Nyhetsbrev

source: NewsletterSection
sv: Nyhetsbrevssektion

source: Local image
sv: Lokal bild

source: External image
sv: Extern bild

source: Do you want to Subscribe to email lists?
sv: Vill du prenumerera på någon epostlista?

source: subscribe_on_profile_title
sv: Visa listan som val när användare registrerar sig eller när de redigerar sin profilsida?

source: Almost done
sv: Nästan klart

source: confirm_notice
sv: Vi har skickat epost till adressen du angav. Klicka på länken i meddelandet för att prenumerera.

source: Export emails
sv: Exportera postadresser

source: Back
sv: Tillbaka

source: Created
sv: Skapad

source: Modified
sv: Ändrad

source: Loading...
sv: Laddar…

source: Subscribe confirmation
sv: Bekräfta prenumeration

source: confirm_mail_description
sv: För att börja prenumerera på '${list_title}', klicka på länken nedan för att bekräfta din epostadress.

source: Link to start subscription:
sv: Länk för att starta prenumeration:

source: Template not found!
sv: Mall hittas inte!

source: Subject:
sv: Ärende:

source: Edit
sv: Redigera

source: Delete
sv: Radera

source: Reset
sv: Återställ

source: No text yet! Populate section with
sv: Ingen text än! Populära sektionen med

source: Size
sv: Storlek

source: Type
sv: Typ

source: Section
sv: Sektion

source: Attachment
sv: Bifogat

source: Preview
sv: Förhandsgranska

source: Show details
sv: Visa detaljer

source: Approx. template look
sv: Ungefärligt mallutséende

source: Open in new window
sv: Öppna i nytt fönster

source: No lists active
sv: Inga listor aktiva

source: You're not subscribing to anything here
sv: Du prenumererar inte på något

source: Subscribers
sv: Prenumeranter

source: Browse (${count})
sv: Visa (${count})

source: Update from list
sv: Uppdatera från lista

source: Scrub emails
sv: Rensa adresser

source: Templates
sv: Mallar

source: Latest newsletters
sv: Senaste nyhetsbrev

source: Details
sv: Detaljer

source: Unsubscribe
sv: Avsluta prenumeration

source: Delivered
sv: Levererad

source: Error (${err_num})
sv: Fel (${err_num})

source: In queue (${num})
sv: I kö (${num})

source: (Test list title)
sv: (Testlistans titel)

source: Send test email
sv: Skicka testbrev

source: Send
sv: Skicka

source: Sent ${num} test emails
sv: Skickade ${num} testbrev

source: Send to list
sv: Skicka till lista

source: mail_queued_notice
sv: La till: ${found_subs} Skippade: ${already_added_subs} (de fanns redan i kön)

source: Reset to initial state
sv: Återställ till ursprungligt stadie

source: Update subscribers
sv: Uppdatera prenumeranter

source: Add
sv: Lägg till

source: Remove
sv: Ta bort

source: Cancel
sv: Avbryt

source: Scrub email addresses
sv: Renda epostadresser

source: Process
sv: Bearbeta

source: ${passed} and ${removed} removed.
sv: ${passed} och ${removed} borttagna.

source: Subscribe
sv: Prenumerera

source: ${title} subscription request
sv: ${title} prenumeration

source: All done, you're now subscribing to ${title}
sv: Klart, du prenumererar nu på ${title}
